

[

{
    "articleID": "1",

    "articleTitle":  "Where to Apply to teach at Learnspace",

	"articleText": 	"<br><p>Follow these instructions: <ol> <li>Create (register) an account with Learnspace.</li><li>Go to our Apply to Teach page and follow the instructions.</li><li>Fill out the application form. You’ll need to provide the following:</li><ol style='list-style-type:upper-roman;'> <li>The subjects or disciplines that you’ll teach.</li><li>The curriculum that you’ll teach. </li><li>Your CV.</li><li>Your criminal history.</li></ol> <li>Submit the form, it should take you to the Application manager. Otherwise, you can go there through your dashboard. </li><li>You can manage your application in the Application manager.</li></ol></p>"

},

{
    "articleID": "2",

    "articleTitle":  "After applying ",

	"articleText": 	"<p><br>After you have submitted the application form. <ol> <li>Once you have submitted your application through Apply-Teach. You can manage your application in the <strong>Application manager</strong>. (You can go there through your Dashboard)</li><li>In your application manger, you’ll have to provide some additional information which may include:</li><ol> <li>Your Academic Transcript.</li><li>An formal ID (Government Issued).</li><li>Signed photo copy of criminal-record or police record checking form.</li></ol> <li>Once you have uploaded the files required above, all you’ll need to do is wait for our tutors team to get back to you with an Interview time. <br>(<strong>Please note:</strong> That although we try our best to gather as much information from tutors, to make the best decisions on application outcomes. We do not have the resources to interview every tutor applicant.)</li><li>You should be able to see the status of your application in the Application Manager.</li></ol></p>"

},


{
    "articleID": "3",

    "articleTitle":  "Learnspace rules and policies",

	"articleText": 	"<form><p><br><br>In order for Learnspace to provide the best learning experience to our learners and to connect more learners to tutors, please adhere to the following policies. <ol> <li><strong>Teach to the best of your abilities</strong></li><ul> <li>All Learnspace Tutors and Teachers shall commit to teach to the best of their abilities. </li><li>Tutors and Teachers must develop and maintain professional relationships with learners based upon the best interest of those learners. </li><li>Always present subject matters from an informed and balanced viewpoint.</li><li>Protect the confidentiality of information about learners obtained in the course of professional service, consistent with legal requirements.</li></ul> <li><strong>No promotions of personal services and websites</strong><ul><li>All Learnspace Tutors and Teachers shall not post and share links and information to competitive services. Including any personal website or services.</li></ul></li><li>All lessons and sessions are taught for Learnspace</li></ol></p></form>"

},
{
   
    "articleID": "4",
    
    "articleTitle":  "Create a good tutor’s profile photo",
    
    "articleText": 	"<form><p><br><br>How to create a good profile photo for my tutor’s profile? <ol> <li>Please make sure that your tutor’s profile photo is of an <strong>conservative nature</strong> that is clearly showing your face. </li><li>When taking the photo – make sure to have <strong>good lighting</strong> and remember to smile.</li><ul style='list-style-type:upper-roman;'> <li >The photo should not have a lot of people, or if its difficult to determine who you are.</li><li>The photo should not conceal your face, or where it is too dark or blurry to identify you.</li><li>The photo should not be zoomed out or at too great of an distance.</li></ul> <li>Note: All photos will be cut to an perfect square when uploaded onto the Learnspace system. </li></ol></p><p><br>Good photo examples:<br></p><img src='../article-img/example1.jpg' alt='example' width='200' height='200'> <img src='../article-img/example2.jpg' alt='example2' width='200' height='200' > </form>"
    
    
},

{
   
    "articleID": "5",
    
    "articleTitle":  "Creating a great tutor’s introduction statement",
    
    "articleText": 	"<form> <p><br><br>How to create a good personal introduction statement for your tutor’s profile? <ul> <li>Personal introduction statements will affect your chance of success on getting customer attention.</li><li>Introduction statements should be simple and organized to make it easy to read, (most people lose interest after 3 seconds when browsing through the web). Nevertheless, you should explain what you teach, elaborate what makes you the perfect teacher for that particular subject, and finally explain what you can offer to your students.</li><li>An Introduction may include: </li><ol> <li>Start with an introductory statement, - i.e. Hi, my name is ….</li><li>Get straight into what you do, - i.e. I teach English….</li><ul style='list-style-type:upper-roman;'> <li>Back it up with relevant experiences and education (including those in-progress)</li><li>Or/and explain why are you passionate about teaching the subject</li></ul> <li>Explain and show your point of differentiation. </li><ul style='list-style-type:upper-roman;'> <li>Your view / beliefs / perspectives on teaching</li><li>Your approaches to teaching</li></ul> <li>Sum up and explain what you can offer to students </li></ol> </ul> </p><p> <br>Other Tips <ul> <li>Be confident!</li><li>Have a specialization, it helps with the differentiation.</li><li>Your personality is part of the selling point, be yourself and show who you are. But keep it simple.</li><li>Keep it structured and tidy, think about what you would look for if you were browsing the web.</li><li>If it’s unique, put it in there.</li><li>Maximum length is 3400 characters or around 450 words. </li></ul>> </p></form>"
    
    
},
{
   
    "articleID": "6",
    
    "articleTitle":  "Creating a great tutor’s introduction video",
    
    "articleText": 	"<form> <p><br><br>Creating a great tutor’s introduction video <ul> <li>The video is probably the most important part of your profile page. A video allow you to express more of your emotions towards teaching than typed content, it enabling deeper connection between you and browsing customers. </li><li>Your introduction video does not have to be perfectly cut or edited, however professionalism are always encouraged. </li><li>A standard video shall cover: </li><ol> <li>An introduction of yourself, i.e. Hi, I’m Georgia, I teach English ….</li><li>Your relevant experiences or education, e.g. I’ve taught NCEA English for two years now….</li><ul style='list-style-type:upper-roman;'> <li>No relevant experience? - talk about your education, e.g. I’m doing a major in Philosophy at Auckland University. </li></ul> <li>Tell parents/students about yourself – why do you enjoy teaching, why are you studying Philosophy (example), or even your interest and hobbies. </li><li>Explanation/ introduction of how you would conduct your lessons, i.e. your teaching styles, focus and methods. </li><ul style='list-style-type:upper-roman;'> <li>You may expand into how you can help your students through exams, excel to the top, or simply catch up. </li></ul> <li>In the end, you may pose an invitation e.g. can’t wait to meet you, or can’t wait to hear from you. </li><ul> <li>(If you teach another language or culture, make sure you show that you can speak that language) </li><li>(You are not required to follow this format, creativity is always encouraged)</li></ul> </ol> <li>Video checklist <ul> <li>Always make sure you have a <strong>clear</strong> pronunciation and do not speak too fast (make sure people understand you). </li><li>Tell potential customers about you; try to <strong>connect</strong> on a personal level.</li><li>Remember to <strong>simile</strong>, have an <strong>uplifting</strong> spirit.</li><li>Be very <strong>friendly</strong> and loosen up. This may be the first time a parent or student looked for a tutor. </li><li>Try to <strong>relate</strong> yourself to students, (remember the challenges you faced when you were in high school).</li></ul> </li><li>Getting the best video quality <ul> <li>Choose a bright room with soft background light </li><li>Move around with the camera to find a simple and tidy background</li><li>Use a desk light to light up your face</li><li>If possible, wear white to enhance the picture quality and contrast.</li><li>Check your outline in the camera view, you should mainly see your head and shoulders </li></ul> </li></ul> </p></form>"
    
    
},
{
   
    "articleID": "7",
    
    "articleTitle":  "Adding and managing my tutoring availability",
    
    "articleText": 	"<form> <p><br><br>Adding and managing my tutoring availability <ul> <li>Learners cannot book your time unless if you specify that you are available at that time. </li><li>You can manage your availability in your dashboard -> My Schedules -> Edit Schedule <ul> <li>You can edit your availability week by week or up to 8 weeks at once. </li><li>How to add free time to my availability</li><ul> <li>Select “add free time”, and then select then hold and drag through the time slots in the weekly calendar. </li><li>Select “remove free time” to remove previously added free times. </li><ul> <li>Note: you <strong>cannot</strong> remove time slots that are already booked.</li><li>Note: you <strong>cannot</strong> edit time slots that are in the past. </li></ul> </ul> </ul> </ul> </p></form>"
    
    
},
{
   
    "articleID": "8",
    
    "articleTitle":  "Adding Resume items to my tutor’s profile",
    
    "articleText": 	"<form> <p><br><br>Adding Resume items to my tutor’s profile <ul> <li>You can add your educational, pervious related work experiences, and hobbies to your resume </li><li>It is imperative that all educational histories and work experiences added are <strong>correct and truthful.</strong> </li><li>Educational history include: </li><ul> <li>Name of the institution</li><li>Qualifications or degrees achieved </li><li>Specific discipline or major studied </li><li>Start and end year in the institution </li></ul> <li>Work history shall include: </li><ul> <li>Name of the organization</li><li>Title of work at the organization </li><li>Short description of duties at the organization</li><li>Start and end year at the organization </li></ul> <li>Note: Please <strong>do not</strong> include education and work items that are unrelated to education or tutoring.</li><li>Note: Please <strong>do not </strong>include any resume items that are controversial or may cause unwanted attention. </li><li>Note: Please <strong>do not </strong>i include or publish any items or text that expresses views of racism, sexism, ageism or any other types of discrimination. Learnspace have a zero-tolerance policy towards discrimination. </li></ul> </ul> </ul> </p></form>"
    
    
}

]







