

[

{
    "articleID": "1",

    "articleTitle":  "Learnspace rules and policies",

	"articleText": 	"<form><p><br><br>In order for Learnspace to provide the best learning experience to our learners and to connect more learners to tutors, please adhere to the following policies. <ol> <li><strong>Teach to the best of your abilities</strong></li><ul> <li>All Learnspace Tutors and Teachers shall commit to teach to the best of their abilities. </li><li>Tutors and Teachers must develop and maintain professional relationships with learners based upon the best interest of those learners. </li><li>Always present subject matters from an informed and balanced viewpoint.</li><li>Protect the confidentiality of information about learners obtained in the course of professional service, consistent with legal requirements.</li></ul> <li><strong>No promotions of personal services and websites</strong><ul><li>All Learnspace Tutors and Teachers shall not post and share links and information to competitive services. Including any personal website or services.</li></ul></li><li>All lessons and sessions are taught for Learnspace</li></ol></p></form>"

},

{
    "articleID": "2",

    "articleTitle":  "Create a good tutor’s profile photo",

	"articleText": 	"<form><p><br><br>How to create a good profile photo for my tutor’s profile? <ol> <li>Please make sure that your tutor’s profile photo is of an <strong>conservative nature</strong> that is clearly showing your face. </li><li>When taking the photo – make sure to have <strong>good lighting</strong> and remember to smile.</li><ul style='list-style-type:upper-roman;'> <li >The photo should not have a lot of people, or if its difficult to determine who you are.</li><li>The photo should not conceal your face, or where it is too dark or blurry to identify you.</li><li>The photo should not be zoomed out or at too great of an distance.</li></ul> <li>Note: All photos will be cut to an perfect square when uploaded onto the Learnspace system. </li></ol></p><p><br>Good photo examples:<br></p><img src='../article-img/example1.jpg' alt='example' width='200' height='200'> <img src='../article-img/example2.jpg' alt='example2' width='200' height='200' > </form>"

    

},

{
    "articleID": "3",

    "articleTitle":  "Creating a great tutor’s introduction statement",

	"articleText": 	"<form> <p><br><br>How to create a good personal introduction statement for your tutor’s profile? <ul> <li>Personal introduction statements will affect your chance of success on getting customer attention.</li><li>Introduction statements should be simple and organized to make it easy to read, (most people lose interest after 3 seconds when browsing through the web). Nevertheless, you should explain what you teach, elaborate what makes you the perfect teacher for that particular subject, and finally explain what you can offer to your students.</li><li>An Introduction may include: </li><ol> <li>Start with an introductory statement, - i.e. Hi, my name is ….</li><li>Get straight into what you do, - i.e. I teach English….</li><ul style='list-style-type:upper-roman;'> <li>Back it up with relevant experiences and education (including those in-progress)</li><li>Or/and explain why are you passionate about teaching the subject</li></ul> <li>Explain and show your point of differentiation. </li><ul style='list-style-type:upper-roman;'> <li>Your view / beliefs / perspectives on teaching</li><li>Your approaches to teaching</li></ul> <li>Sum up and explain what you can offer to students </li></ol> </ul> </p><p> <br>Other Tips <ul> <li>Be confident!</li><li>Have a specialization, it helps with the differentiation.</li><li>Your personality is part of the selling point, be yourself and show who you are. But keep it simple.</li><li>Keep it structured and tidy, think about what you would look for if you were browsing the web.</li><li>If it’s unique, put it in there.</li><li>Maximum length is 3400 characters or around 450 words. </li></ul>> </p></form>"
  

},

{
    "articleID": "4",

    "articleTitle":  "Creating a great tutor’s introduction video",

	"articleText": 	"<form> <p><br><br>Creating a great tutor’s introduction video <ul> <li>The video is probably the most important part of your profile page. A video allow you to express more of your emotions towards teaching than typed content, it enabling deeper connection between you and browsing customers. </li><li>Your introduction video does not have to be perfectly cut or edited, however professionalism are always encouraged. </li><li>A standard video shall cover: </li><ol> <li>An introduction of yourself, i.e. Hi, I’m Georgia, I teach English ….</li><li>Your relevant experiences or education, e.g. I’ve taught NCEA English for two years now….</li><ul style='list-style-type:upper-roman;'> <li>No relevant experience? - talk about your education, e.g. I’m doing a major in Philosophy at Auckland University. </li></ul> <li>Tell parents/students about yourself – why do you enjoy teaching, why are you studying Philosophy (example), or even your interest and hobbies. </li><li>Explanation/ introduction of how you would conduct your lessons, i.e. your teaching styles, focus and methods. </li><ul style='list-style-type:upper-roman;'> <li>You may expand into how you can help your students through exams, excel to the top, or simply catch up. </li></ul> <li>In the end, you may pose an invitation e.g. can’t wait to meet you, or can’t wait to hear from you. </li><ul> <li>(If you teach another language or culture, make sure you show that you can speak that language) </li><li>(You are not required to follow this format, creativity is always encouraged)</li></ul> </ol> <li>Video checklist <ul> <li>Always make sure you have a <strong>clear</strong> pronunciation and do not speak too fast (make sure people understand you). </li><li>Tell potential customers about you; try to <strong>connect</strong> on a personal level.</li><li>Remember to <strong>simile</strong>, have an <strong>uplifting</strong> spirit.</li><li>Be very <strong>friendly</strong> and loosen up. This may be the first time a parent or student looked for a tutor. </li><li>Try to <strong>relate</strong> yourself to students, (remember the challenges you faced when you were in high school).</li></ul> </li><li>Getting the best video quality <ul> <li>Choose a bright room with soft background light </li><li>Move around with the camera to find a simple and tidy background</li><li>Use a desk light to light up your face</li><li>If possible, wear white to enhance the picture quality and contrast.</li><li>Check your outline in the camera view, you should mainly see your head and shoulders </li></ul> </li></ul> </p></form>"

},

{
    "articleID": "5",

    "articleTitle":  "Adding and managing my tutoring availability",

	"articleText": 	"<form> <p><br><br>Adding and managing my tutoring availability <ul> <li>Learners cannot book your time unless if you specify that you are available at that time. </li><li>You can manage your availability in your dashboard -> My Schedules -> Edit Schedule <ul> <li>You can edit your availability week by week or up to 8 weeks at once. </li><li>How to add free time to my availability</li><ul> <li>Select “add free time”, and then select then hold and drag through the time slots in the weekly calendar. </li><li>Select “remove free time” to remove previously added free times. </li><ul> <li>Note: you <strong>cannot</strong> remove time slots that are already booked.</li><li>Note: you <strong>cannot</strong> edit time slots that are in the past. </li></ul> </ul> </ul> </ul> </p></form>"

},

{
    "articleID": "6",

    "articleTitle":  " Adding Resume items to my tutor’s profile",

    "articleText": 	"<form> <p><br><br>Adding Resume items to my tutor’s profile <ul> <li>You can add your educational, pervious related work experiences, and hobbies to your resume </li><li>It is imperative that all educational histories and work experiences added are <strong>correct and truthful.</strong> </li><li>Educational history include: </li><ul> <li>Name of the institution</li><li>Qualifications or degrees achieved </li><li>Specific discipline or major studied </li><li>Start and end year in the institution </li></ul> <li>Work history shall include: </li><ul> <li>Name of the organization</li><li>Title of work at the organization </li><li>Short description of duties at the organization</li><li>Start and end year at the organization </li></ul> <li>Note: Please <strong>do not</strong> include education and work items that are unrelated to education or tutoring.</li><li>Note: Please <strong>do not </strong>include any resume items that are controversial or may cause unwanted attention. </li><li>Note: Please <strong>do not </strong>i include or publish any items or text that expresses views of racism, sexism, ageism or any other types of discrimination. Learnspace have a zero-tolerance policy towards discrimination. </li></ul> </ul> </ul> </p></form>"

},

{
    "articleID": "7",

    "articleTitle": "How do I get students?",

	"articleText": 	" <h4><b>How do I get new students?</b></h4><p><ol><li>Check out some tips for improving your position on the teacher ranking list here: 'How do I improve my ranking on the teacher list?'</li><li>Get more exposure by sharing your expertise! Write an article, start a discussion or engage in our Community threads by answering students’ questions.</li><li>Share your profile on social media! Did you know that you can earn money for referring new students to Learnspace?</li></ol></p><h4><b>How do I retain existing students?</b></h4><p><ol><li>Be punctual and never miss a lesson. If you do miss a lesson or appear late, be sure to resolve this issue as soon as possible. You can now see if you have any unresolved issues on top of your Dashboard. If you never started a lesson and your student didn’t report it, you will find it under Incomplete lessons.</li> <li><li></li></li></ol></p>"

},
{
    "articleID": "8",

    "articleTitle":  "How often do I get paid?",

	"articleText": 	"<p>You get paid weekly! New earnings for any given week are unlocked every upcoming Sunday. <br><br>You can then cash out your earnings on your Earnings page on Sunday or Monday depending on your timezone, or anytime in the future.<br><br>You can work as little or as much as you want to supplement your current income or replace it. Some Learnspace teachers earn more than $4,000 NZD a month. </p> "

},

{
    "articleID": "9",

    "articleTitle":  "How do I cash out my earnings?",

	"articleText": 	"<p>Each week, your earnings from teaching lessons accumulate on your Earnings page.<br><br>Earnings become available for cash out either on Sunday or Monday based on your timezone.<br><br>Learnspace offers different methods for teachers to cash out their payments. Please research these methods to find out which one is best for you.<br><ul><li>PayPal</li><li></li><li></li><li>Cash out to Learnspace credit [to be used to take lessons on Learnspace]</li></ul><br><br></p> "

},

{
    "articleID": "10",

    "articleTitle":  "Taxes for Learnspace teachers: Will I receive a 1099?",

	"articleText": 	" "

},

{
    "articleID": "11",

    "articleTitle":  "Does Learnspace have a referral program? (Teacher)",

	"articleText": 	" "

},

{
    "articleID": "12",

    "articleTitle":  "How do I create a good profile photo?",

	"articleText": 	" <h4><b>Select a good profile picture.</b></h4><br><p>Make a good first impression on potential students by having a good profile picture. This will help attract more students, and thus increase your bookings. Make sure your photo is clear, professional and personal.<br><br>Add your profile picture here.<br><h4><b>Good profile photos</b></h4><ul> <li>Select a photo where your face is clearly visible.</li><li>Have good lighting.</li><li>Make sure your photo is of high quality.</li><li>Remember to smile.</li></ul><br><br><h4><b>Bad profile photos:</b></h4><ul><li>Blurry photos.</li><li>Zoomed out photos where your face is barely visible.</li><li>Photos with lots of people, making it difficult to determine who you are.</li><li>Photos where your face is largely concealed (by sunglasses, hair, etc.).</li><li>Dark photos.</li></ul></p> "

},


{


    "articleID": "13",

    "articleTitle":  "How do I add availability to my schedule?",

	"articleText": 	" "


},



{


    "articleID": "14",

    "articleTitle":  "How do I set my hourly rates?",

	"articleText": 	" "


},



{


    "articleID": "15",

    "articleTitle":  "How do I add resumé items to my profile?",

	"articleText": 	"<p>In order to boost your credibility as a teacher and increase your bookings, add as many relevant resumé items to your teacher profile as you can - and please add any necessary details. There are 3 different types of resumé items:<br><br><ul><li>Education</li><li>Work experience</li><li>Certifications</li></ul><br><br>Add your resumé items here: Resume page.</p> "


},



{


    "articleID": "16",

    "articleTitle":  "What should I do about negative ratings or reviews?",

	"articleText":	" <p>We understand that your reputation as a teacher is very important. However, it is also important that students receive the best possible experience on Learnspace, and it is a student's right to provide a rating and review on your lesson. Ratings are one of many factors contributing to your ranking on the 'Find a Teacher' page.<br><br>If you believe a student's negative rating is due to a misunderstanding, we encourage you to resolve the issue with the student directly. If you and your student resolve the issue, you may politely encourage your student to email support@Learnspace.com, asking to remove or amend the rating.<br><br>Occasionally, students might negatively review their lesson experience due to circumstances outside of your control, . They might also negatively review a lesson after missing the lesson without notice. In these instances, please click the flag icon to the right of the rating and report an issue with the rating. Provide us with detailed insight into the issue before submitting. We carefully review flagged ratings each week before determining if they qualify for removal.<br><br>Situations that might qualify for a rating to be removed:<br><ul><li>Your student missed a lesson they scheduled, and rated you negatively as a result</li><li>Your student experienced technical difficulties that you were, despite your best efforts, unable to help them fix</li><li>Your student leaves a positive review but, seemingly by accident, selects 1 or 2 stars</li></ul><br>Situations that qualify for a rating to be amended:<br><ul><li>Student reaches out to support@Learnspace.com, asking for the review to be amended</li></ul><br>Situations that do not qualify for a rating to be amended/removed:<br><ul><li>You do not like the student's review</li><li>You are unhappy that they rated you less than 5 stars</li><li>You came late to a lesson, were unprofessional or impolite, or exhibited other behavior that prompted a low review</li><li>You were not 'on your A game'or you 'had a bad day'</li><li>Your student was unsatisfied with your lesson</li><br><br>If you have any questions, please contact support@Learnspace.</ul></p>"


},



{


    "articleID": "17",

    "articleTitle":  "How do I improve my ranking on the teacher list?",

	"articleText": 	" "


},



{


    "articleID": "18",

    "articleTitle":  "How do I create a lesson plan?",

	"articleText": 	" "


},

{


    "articleID": "19",

    "articleTitle":  " How do I reschedule a lesson with a student?",

	"articleText": 	" "


},


{


    "articleID": "20",

    "articleTitle":  " How do I block or report a student?",

	"articleText": 	" "


}








]







